Repository: sypianski/diktilo
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: ca, de, eo, pl, zh_hans

source: Paragraph breaks
ca: Salts de paràgraf
de: Absatzumbrüche
eo: Alineaj paŭzoj
pl: Podziały akapitów
zh_hans: 段落分隔

source: Parakeet V3 is not available.
ca: Parakeet V3 no està disponible.
de: Parakeet V3 ist nicht verfügbar.
eo: Parakeet V3 ne disponeblas.
pl: Parakeet V3 jest niedostępny.
zh_hans: Parakeet V3 不可用。

source: Paste
ca: Enganxar
de: Einfügen
eo: Alglui
pl: Wklej
zh_hans: 粘贴

source: Paste %@ API key
ca: Enganxar la clau d'API de %@
de: %@-API-Schlüssel einfügen
eo: Alglui API-ŝlosilon de %@
pl: Wklej klucz API %@
zh_hans: 粘贴 %@ API 密钥

source: Paste and Press Tab
ca: Enganxar i prémer Tab
de: Einfügen und Tab drücken
eo: Alglui kaj premi Tab
pl: Wklej i naciśnij Tab
zh_hans: 粘贴并按下 Tab 键

source: Paste API key
ca: Enganxar la clau d'API
de: API-Schlüssel einfügen
eo: Alglui API-ŝlosilon
pl: Wklej klucz API
zh_hans: 粘贴 API 密钥

source: Paste Last Enhanced Transcription
ca: Enganxar l'última transcripció millorada
de: Letzte verbesserte Transkription einfügen
eo: Alglui la lastan plibonigitan transskribon
pl: Wklej ostatnią ulepszoną transkrypcję
zh_hans: 粘贴上次转写（已润色）

source: Paste Last Transcription
ca: Enganxar l'última transcripció
de: Letzte Transkription einfügen
eo: Alglui la lastan transskribon
pl: Wklej ostatnią transkrypcję
zh_hans: 粘贴上次转写

source: Paste Last Transcription (Enhanced)
ca: Enganxar l'última transcripció (millorada)
de: Letzte Transkription einfügen (Verbessert)
eo: Alglui la lastan transskribon (plibonigita)
pl: Wklej ostatnią transkrypcję (Ulepszona)
zh_hans: 粘贴上次转写（已润色）

source: Paste Last Transcription (Original)
ca: Enganxar l'última transcripció (original)
de: Letzte Transkription einfügen (Original)
eo: Alglui la lastan transskribon (originala)
pl: Wklej ostatnią transkrypcję (Oryginalna)
zh_hans: 粘贴上次转写（原始）

source: Paste Method
ca: Mètode d'enganxament
de: Einfügemethode
eo: Metodo de algluado
pl: Metoda wklejania
zh_hans: 粘贴方式

source: Pasting
ca: Enganxament
de: Einfügen
eo: Algluado
pl: Wklejanie
zh_hans: 正在粘贴

source: Pasting (Global Defaults)
ca: Enganxament (valors per defecte globals)
de: Einfügen (globale Standardwerte)
eo: Algluado (ĝeneralaj aprioraĵoj)
pl: Wklejanie (globalne ustawienia domyślne)
zh_hans: 粘贴（全局默认值）

source: Pause Media While Recording
ca: Posar en pausa la reproducció multimèdia en enregistrar
de: Medien während Aufnahme pausieren
eo: Paŭzigi aŭdvidaĵojn dum registrado
pl: Wstrzymaj media podczas nagrywania
zh_hans: 录音时暂停媒体播放

source: Peak dictation hours
ca: Hores punta de dictat
de: Spitzenzeiten beim Diktieren
eo: Pintaj horoj de diktado
pl: Szczytowe godziny dyktowania
zh_hans: 高峰听写时段

source: Peak Dictation Hours
ca: Hores punta de dictat
de: Spitzenzeiten beim Diktieren
eo: Pintaj horoj de diktado
pl: Szczytowe godziny dyktowania
zh_hans: 高峰听写时段

source: Performance Analysis
ca: Anàlisi del rendiment
de: Leistungsanalyse
eo: Analizo de rendimento
pl: Analiza wydajności
zh_hans: 性能分析

source: Playback speed
ca: Velocitat de reproducció
de: Wiedergabegeschwindigkeit
eo: Rapido de ludado
pl: Prędkość odtwarzania
zh_hans: 播放速度

source: Please fix the validation errors before saving.
ca: Corregeix els errors de validació abans de desar.
de: Bitte behebe die Validierungsfehler vor dem Speichern.
eo: Korektu la validigajn erarojn antaŭ ol konservi.
pl: Popraw błędy walidacji przed zapisaniem.
zh_hans: 请先修正验证错误，然后再存储。

source: Please restart the application. If the problem persists, contact support.
ca: Reinicia l'aplicació. Si el problema persisteix, contacta amb el servei d'assistència.
de: Bitte starte die Anwendung neu. Wenn das Problem weiterhin besteht, kontaktiere den Support.
eo: Relanĉu la aplikaĵon. Se la problemo daŭras, kontaktu la subtenon.
pl: Uruchom ponownie aplikację. Jeśli problem nadal występuje, skontaktuj się z pomocą techniczną.
zh_hans: 请重新启动 App。如果问题仍然存在，请联系支持人员。

source: Premium Features Activated
ca: Funcions prèmium activades
de: Premium-Funktionen aktiviert
eo: Premiaj funkcioj aktivigitaj
pl: Funkcje Premium aktywowane
zh_hans: 高级功能已激活

source: Press Esc again to cancel
ca: Torna a prémer Esc per cancel·lar
de: Esc erneut drücken, um abzubrechen
eo: Premu Esc denove por nuligi
pl: Naciśnij Esc ponownie, aby anulować
zh_hans: 再按一次 Esc 取消

source: Press shortcut
ca: Prem la drecera
de: Tastenkürzel drücken
eo: Premu klavkombinon
pl: Naciśnij skrót
zh_hans: 按下快捷键

source: Press your shortcut, ask the question, then press it again.
ca: Prem la drecera, fes la pregunta i torna-la a prémer.
de: Drücke dein Tastenkürzel, stelle die Frage und drücke dann erneut.
eo: Premu vian klavkombinon, demandu, poste premu ĝin denove.
pl: Naciśnij swój skrót, zadaj pytanie, a następnie naciśnij go ponownie.
zh_hans: 按下快捷键，提出问题，然后再次按下。

source: Press your shortcut, read the sample text, then press it again.
ca: Prem la drecera, llegeix el text de mostra i torna-la a prémer.
de: Drücke dein Tastenkürzel, lies den Beispieltext vor und drücke dann erneut.
eo: Premu vian klavkombinon, legu la ekzemplan tekston, poste premu ĝin denove.
pl: Naciśnij swój skrót, przeczytaj przykładowy tekst, a następnie naciśnij go ponownie.
zh_hans: 按下快捷键，朗读示例文本，然后再次按下。

source: Prewarm model (Experimental)
ca: Precàrrega del model (experimental)
de: Modell vorwärmen (Experimentell)
eo: Antaŭŝargi modelon (eksperimenta)
pl: Wstępne ładowanie modelu (Eksperymentalne)
zh_hans: 预热模型（实验性）

source: Primary Shortcut
ca: Drecera principal
de: Primäres Tastenkürzel
eo: Ĉefa klavkombino
pl: Główny skrót
zh_hans: 主快捷键

source: Prioritized
ca: Prioritzat
de: Priorisiert
eo: Prioritataj
pl: Priorytetowe
zh_hans: 优先

source: Priority Order
ca: Ordre de prioritat
de: Prioritätsreihenfolge
eo: Prioritata ordo
pl: Kolejność priorytetów
zh_hans: 优先级顺序

source: Priority support
ca: Assistència prioritària
de: Bevorzugter Support
eo: Prioritata subteno
pl: Wsparcie priorytetowe
zh_hans: 优先支持

source: Privacy
ca: Privadesa
de: Datenschutz
eo: Privateco
pl: Prywatność
zh_hans: 隐私

source: Privacy Starts Here
ca: La privadesa comença aquí
de: Datenschutz beginnt hier
eo: Privateco komenciĝas ĉi tie
pl: Prywatność zaczyna się tutaj
zh_hans: 隐私从这里开始

source: Processing audio...
ca: S'està processant l'àudio...
de: Audio wird verarbeitet...
eo: Prilaborado de sonaĵo...
pl: Przetwarzanie audio...
zh_hans: 正在处理音频…

source: Processor
ca: Processador
de: Prozessor
eo: Procesoro
pl: Procesor
zh_hans: 处理器

source: Prompt
ca: Indicació
eo: Instigo
zh_hans: 提示词

source: Prompt name
ca: Nom de la indicació
eo: Nomo de instigo
pl: Nazwa promptu
zh_hans: 提示词名称

source: Provider
ca: Proveïdor
de: Anbieter
eo: Provizanto
pl: Dostawca
zh_hans: 提供商

source: Provider is not supported
ca: El proveïdor no és compatible
de: Anbieter wird nicht unterstützt
eo: La provizanto ne estas subtenata
pl: Dostawca nie jest obsługiwany
zh_hans: 不支持该提供商

source: Push to Talk
ca: Mantén premut i parla
eo: Premi kaj paroli
pl: Trzymaj i mów
zh_hans: 按住说话

source: Quick Add to Dictionary
ca: Afegir ràpidament al diccionari
de: Schnell zum Wörterbuch hinzufügen
eo: Rapide aldoni al vortaro
pl: Szybkie dodanie do słownika
zh_hans: 快速添加到词典

source: Quit
ca: Sortir
de: Beenden
eo: Ĉesi
pl: Zakończ
zh_hans: 退出

source: Rate limit exceeded. Please try again later.
ca: S'ha superat el límit de sol·licituds. Torna-ho a provar més tard.
de: Ratenlimit überschritten. Bitte versuche es später erneut.
eo: Superis la limon de petoj. Bonvolu reprovi poste.
pl: Przekroczono limit zapytań. Spróbuj ponownie później.
zh_hans: 已超出速率限制。请稍后重试。

source: Re-enhance with selected prompt
ca: Tornar a millorar amb la indicació seleccionada
de: Mit ausgewähltem Prompt neu verbessern
eo: Replibonigi per la elektita instigo
pl: Ulepsz ponownie z wybranym promptem
zh_hans: 使用所选提示词重新润色

source: Re-enhancement failed
ca: No s'ha pogut tornar a millorar
de: Erneute Verbesserung fehlgeschlagen
eo: Replibonigo malsukcesis
pl: Ponowne ulepszenie nie powiodło się
zh_hans: 重新润色失败

source: Re-enhancement successful
ca: S'ha tornat a millorar correctament
de: Erneute Verbesserung erfolgreich
eo: Replibonigo sukcesis
pl: Ponowne ulepszenie powiodło się
zh_hans: 重新润色成功

source: REACH OUT
ca: CONTACTE
de: KONTAKT
eo: KONTAKTO
pl: KONTAKT
zh_hans: 联系我们

source: Read more about custom local models
ca: Més informació sobre els models locals personalitzats
de: Mehr über eigene lokale Modelle erfahren
eo: Legi pli pri propraj lokaj modeloj
pl: Dowiedz się więcej o własnych modelach lokalnych
zh_hans: 进一步了解自定本地模型

source: Read this
ca: Llegeix això
eo: Legu ĉi tion
pl: Przeczytaj to
zh_hans: 读这段

source: Real-time
ca: Temps real
de: Echtzeit
eo: Realtempe
pl: Czas rzeczywisty
zh_hans: 实时

source: Recent Transcripts
ca: Transcripcions recents
de: Aktuelle Transkripte
eo: Lastaj transskriboj
pl: Ostatnie transkrypcje
zh_hans: 最近转写

source: Recheck
ca: Tornar a comprovar
de: Erneut prüfen
eo: Rekontroli
pl: Sprawdź ponownie
zh_hans: 重新检查

source: Recommended
ca: Recomanat
de: Empfohlen
eo: Rekomendita
pl: Zalecane
zh_hans: 推荐

source: Recommended Models
ca: Models recomanats
de: Empfohlene Modelle
eo: Rekomenditaj modeloj
pl: Zalecane modele
zh_hans: 推荐模型

source: Record
ca: Enregistrar
de: Aufnehmen
eo: Registri
pl: Nagraj
zh_hans: 录制

source: Record shortcut
ca: Enregistrar la drecera
de: Tastenkürzel aufnehmen
eo: Registri klavkombinon
pl: Nagraj skrót
zh_hans: 录制快捷键

source: Record your first session to start building momentum.
ca: Enregistra la teva primera sessió per començar a agafar ritme.
de: Nimm deine erste Sitzung auf, um Schwung aufzubauen.
eo: Registru vian unuan seancon por ekkonstrui kutimon.
pl: Nagraj swoją pierwszą sesję, żeby zacząć budować nawyk.
zh_hans: 录制第一次会话以开始积累进展。

source: Recorder Cancel
ca: Cancel·lar l'enregistrament
de: Aufnahme abbrechen
eo: Nuligi registradon
pl: Anuluj nagrywanie
zh_hans: 取消录音

source: Recorder Style
ca: Estil de l'enregistrador
de: Recorder-Stil
eo: Stilo de registrilo
pl: Styl rejestratora
zh_hans: 录音器样式

source: Recorder unavailable
ca: Enregistrador no disponible
de: Aufnahme nicht verfügbar
eo: Registrilo ne disponeblas
pl: Rejestrator niedostępny
zh_hans: 录音器不可用

source: Recording Behavior
ca: Comportament de l'enregistrament
de: Aufnahmeverhalten
eo: Konduto de registrado
pl: Zachowanie nagrywania
zh_hans: 录音行为

source: Recording failed to start
ca: No s'ha pogut iniciar l'enregistrament
de: Aufnahme konnte nicht gestartet werden
eo: Registrado ne povis komenciĝi
pl: Nie udało się rozpocząć nagrywania
zh_hans: 无法开始录音

source: Recording Failed: %@
ca: L'enregistrament ha fallat: %@
de: Aufnahme fehlgeschlagen: %@
eo: Registrado malsukcesis: %@
pl: Nagrywanie nie powiodło się: %@
zh_hans: 录音失败：%@

source: Recording Sounds
ca: Sons d'enregistrament
de: Aufnahmesounds
eo: Sonoj de registrado
pl: Dźwięki nagrywania
zh_hans: 录音提示音

source: Refresh
ca: Actualitzar
de: Aktualisieren
eo: Aktualigi
pl: Odśwież
zh_hans: 刷新

source: Refresh Microphones
ca: Actualitzar els micròfons
de: Mikrofone aktualisieren
eo: Aktualigi mikrofonojn
pl: Odśwież mikrofony
zh_hans: 刷新麦克风

source: Refresh models
ca: Actualitzar els models
de: Modelle aktualisieren
eo: Aktualigi modelojn
pl: Odśwież modele
zh_hans: 刷新模型

source: Refresh Models
ca: Actualitzar els models
de: Modelle aktualisieren
eo: Aktualigi modelojn
pl: Odśwież modele
zh_hans: 刷新模型

source: Refreshing
ca: S'està actualitzant
de: Wird aktualisiert
eo: Aktualigado
pl: Odświeżanie
zh_hans: 正在刷新

source: Remove
ca: Treure
de: Entfernen
eo: Forigi
pl: Usuń
zh_hans: 移除

source: Remove %@ from reserved Apple Speech languages.
ca: Treu %@ dels idiomes reservats d'Apple Speech.
de: %@ aus reservierten Apple-Speech-Sprachen entfernen.
eo: Forigi %@ el la rezervitaj lingvoj de Apple Speech.
pl: Usuń %@ z zarezerwowanych języków Apple Speech.
zh_hans: 将 %@ 从 Apple Speech 保留语言中移除。

source: Remove %@ triggers
ca: Treure els activadors de %@
eo: Forigi ekigilojn %@
pl: Usuń wyzwalacze %@
zh_hans: 移除 %@ 触发词

source: Remove API key
ca: Treure la clau d'API
de: API-Schlüssel entfernen
eo: Forigi API-ŝlosilon
pl: Usuń klucz API
zh_hans: 移除 API 密钥

source: Remove API Key
ca: Treure la clau d'API
de: API-Schlüssel entfernen
eo: Forigi API-ŝlosilon
pl: Usuń klucz API
zh_hans: 移除 API 密钥

source: Remove API Key?
ca: Vols treure la clau d'API?
de: API-Schlüssel entfernen?
eo: Ĉu forigi la API-ŝlosilon?
pl: Usunąć klucz API?
zh_hans: 要移除 API 密钥吗？

source: Remove Filler Words
ca: Treure les paraules de farciment
de: Füllwörter entfernen
eo: Forigi plenigajn vortojn
pl: Usuń słowa wypełniające
zh_hans: 移除填充词

source: Remove one reserved language to download %@.
ca: Treu un idioma reservat per poder baixar %@.
de: Eine reservierte Sprache entfernen, um %@ herunterzuladen.
eo: Forigu unu rezervitan lingvon por elŝuti %@.
pl: Usuń jeden zarezerwowany język, aby pobrać %@.
zh_hans: 移除一个已保留的语言以下载 %@。

source: Remove replacement
ca: Treure la substitució
de: Ersetzung entfernen
eo: Forigi anstataŭigon
pl: Usuń zastąpienie
zh_hans: 移除替换项

source: Remove Trailing Period and Paste
ca: Treure el punt final i enganxar
de: Schlusspunkt entfernen und einfügen
eo: Forigi finan punkton kaj alglui
pl: Usuń końcową kropkę i wklej
zh_hans: 移除末尾句号并粘贴

source: Remove trigger
ca: Treure l'activador
de: Auslöser entfernen
eo: Forigi ekigilon
pl: Usuń wyzwalacz
zh_hans: 移除触发条件

source: Remove trigger word
ca: Treure la paraula activadora
de: Auslöserwort entfernen
eo: Forigi ekigan vorton
pl: Usuń słowo wyzwalające
zh_hans: 移除触发词

source: Remove website
ca: Treure el lloc web
de: Website entfernen
eo: Forigi retejon
pl: Usuń witrynę
zh_hans: 移除网站

source: Remove word
ca: Treure la paraula
de: Wort entfernen
eo: Forigi vorton
pl: Usuń słowo
zh_hans: 移除词语

source: Reorder Modes
ca: Reordenar els modes
de: Modi neu anordnen
eo: Reordigi reĝimojn
pl: Zmień kolejność trybów
zh_hans: 重新排序模式

source: Replace
ca: Substituir
de: Ersetzen
eo: Anstataŭigi
pl: Zastąp
zh_hans: 替换

source: Replacement
ca: Substitució
de: Ersetzung
eo: Anstataŭigo
pl: Zastąpienie
zh_hans: 替换为

source: Replacement text
ca: Text de substitució
de: Ersatztext
eo: Anstataŭa teksto
pl: Tekst zastępczy
zh_hans: 替换文本

source: Replacement Text
ca: Text de substitució
de: Ersatztext
eo: Anstataŭa teksto
pl: Tekst zastępczy
zh_hans: 替换文本

source: Replacement:
ca: Substitució:
de: Ersetzung:
eo: Anstataŭigo:
pl: Zastąpienie:
zh_hans: 替换为：

source: Report or Feedback
ca: Incidència o comentari
de: Bericht oder Feedback
eo: Raporto aŭ komentoj
pl: Zgłoszenie lub opinia
zh_hans: 报告或反馈

source: Request Timeout
ca: Temps d'espera de la sol·licitud
de: Anfrage-Timeout
eo: Tempolimo de peto
pl: Limit czasu żądania
zh_hans: 请求超时

source: Required
ca: Obligatori
de: Erforderlich
eo: Deviga
pl: Wymagane
zh_hans: 必需

source: Reset
ca: Restablir
de: Zurücksetzen
eo: Restarigi
pl: Resetuj
zh_hans: 重置

source: Reset Onboarding
ca: Restablir la introducció
de: Einführung zurücksetzen
eo: Restarigi enkondukon
pl: Resetuj wprowadzenie
zh_hans: 重置新手引导

source: Reset to default
ca: Restablir els valors per defecte
de: Auf Standard zurücksetzen
eo: Restarigi aprioraĵon
pl: Przywróć domyślne
zh_hans: 还原为默认

source: Resources
ca: Recursos
de: Ressourcen
eo: Rimedoj
pl: Zasoby
zh_hans: 资源

source: Respond
ca: Respondre
de: Antworten
eo: Respondi
pl: Odpowiedz
zh_hans: 回复

source: Response time
ca: Temps de resposta
de: Antwortzeit
eo: Respondotempo
pl: Czas odpowiedzi
zh_hans: 响应时间

source: Restore Delay
ca: Retard de restauració
de: Wiederherstellungsverzögerung
eo: Prokrasto de restarigo
pl: Opóźnienie przywracania
zh_hans: 恢复延迟

source: Restricted
ca: Restringit
de: Eingeschränkt
eo: Limigita
pl: Ograniczone
zh_hans: 受限

source: Resume Delay
ca: Retard de represa
de: Wiederaufnahmeverzögerung
eo: Prokrasto de daŭrigo
pl: Opóźnienie wznowienia
zh_hans: 恢复播放延迟

source: Resume Download
ca: Reprendre la baixada
de: Download fortsetzen
eo: Daŭrigi elŝuton
pl: Wznów pobieranie
zh_hans: 继续下载

source: Retranscribe this audio
ca: Tornar a transcriure aquest àudio
de: Dieses Audio neu transkribieren
eo: Retransskribi ĉi tiun sonaĵon
pl: Transkrybuj ponownie to audio
zh_hans: 重新转写此音频

source: Retranscription failed
ca: No s'ha pogut tornar a transcriure
de: Erneute Transkription fehlgeschlagen
eo: Retransskribo malsukcesis
pl: Ponowna transkrypcja nie powiodła się
zh_hans: 重新转写失败

source: Retranscription successful
ca: S'ha tornat a transcriure correctament
de: Erneute Transkription erfolgreich
eo: Retransskribo sukcesis
pl: Ponowna transkrypcja powiodła się
zh_hans: 重新转写成功

source: Retry
ca: Tornar-ho a provar
de: Wiederholen
eo: Reprovi
pl: Ponów
zh_hans: 重试

source: Retry failed: %@
ca: El nou intent ha fallat: %@
de: Wiederholung fehlgeschlagen: %@
eo: Reprovo malsukcesis: %@
pl: Ponowienie nie powiodło się: %@
zh_hans: 重试失败：%@

source: Retry Last Transcription
ca: Repetir l'última transcripció
de: Letzte Transkription wiederholen
eo: Reprovi la lastan transskribon
pl: Ponów ostatnią transkrypcję
zh_hans: 重试上次转写

source: Return (⏎)
ca: Retorn (⏎)
de: Eingabe (⏎)

source: Rewrite
ca: Reescriure
de: Umschreiben
eo: Reverki
pl: Przepisz
zh_hans: 改写

source: Run Cleanup Now
ca: Executar la neteja ara
de: Bereinigung jetzt ausführen
eo: Purigi nun
pl: Uruchom czyszczenie teraz
zh_hans: 立即运行清理

source: Run enhancement with Ollama on this Mac, or send it to any CLI command.
ca: Executa la millora amb Ollama en aquest Mac o envia-la a qualsevol ordre de la CLI.
de: Verbesserung mit Ollama auf diesem Mac ausführen oder an einen CLI-Befehl senden.
eo: Plenumi plibonigon per Ollama sur ĉi tiu Mac aŭ sendi ĝin al iu ajn CLI-komando.
pl: Uruchom ulepszanie za pomocą Ollama na tym Macu lub wyślij do dowolnego polecenia CLI.
zh_hans: 在这台 Mac 上使用 Ollama 运行润色，或将其发送给任意 CLI 命令。

source: Runs locally with your user permissions. The final transcript is sent on stdin and exposed as VOICEINK_TRANSCRIPT.
ca: S'executa localment amb els teus permisos d'usuari. La transcripció final s'envia per stdin i s'exposa com a VOICEINK_TRANSCRIPT.
de: Wird lokal mit deinen Benutzerberechtigungen ausgeführt. Das finale Transkript wird über stdin gesendet und als VOICEINK_TRANSCRIPT bereitgestellt.
eo: Ruliĝas loke kun viaj uzantaj permesoj. La fina transskribo estas sendata per stdin kaj disponigata kiel VOICEINK_TRANSCRIPT.
pl: Działa lokalnie z Twoimi uprawnieniami użytkownika. Końcowa transkrypcja jest przesyłana przez stdin i udostępniana jako VOICEINK_TRANSCRIPT.
zh_hans: 以你的用户权限在本地运行。最终转写文本通过 stdin 传入，并以 VOICEINK_TRANSCRIPT 形式提供。

source: Sample question
ca: Pregunta de mostra
eo: Ekzempla demando
pl: Przykładowe pytanie
zh_hans: 示例问题

source: Sample text
ca: Text de mostra
eo: Ekzempla teksto
pl: Przykładowy tekst
zh_hans: 示例文本

source: Save
ca: Desar
de: Speichern
eo: Konservi
pl: Zapisz
zh_hans: 存储

source: Save & Select
ca: Desar i seleccionar
de: Speichern & auswählen
eo: Konservi kaj elekti
pl: Zapisz i wybierz
zh_hans: 存储并选择

source: Save as MD
ca: Desar com a MD
de: Als MD speichern
eo: Konservi kiel MD
pl: Zapisz jako MD
zh_hans: 存储为 MD

source: Save as TXT
ca: Desar com a TXT
de: Als TXT speichern
eo: Konservi kiel TXT
pl: Zapisz jako TXT
zh_hans: 存储为 TXT

source: Save Changes
ca: Desar els canvis
de: Änderungen speichern
eo: Konservi ŝanĝojn
pl: Zapisz zmiany
zh_hans: 存储更改

source: Save this prompt and select it.
ca: Desa aquesta indicació i selecciona-la.
de: Diesen Prompt speichern und auswählen.
eo: Konservi ĉi tiun instigon kaj elekti ĝin.
pl: Zapisz ten prompt i wybierz go.
zh_hans: 存储并选择此提示词。

source: Save to file
ca: Desar en un fitxer
de: In Datei speichern
eo: Konservi en dosieron
pl: Zapisz do pliku
zh_hans: 存储到文件

source: Save Transcription
ca: Desar la transcripció
de: Transkription speichern
eo: Konservi transskribon
pl: Zapisz transkrypcję
zh_hans: 存储转写内容

source: Saving
ca: S'està desant
de: Wird gespeichert
eo: Konservado
pl: Zapisywanie
zh_hans: 正在存储

source: Screen
ca: Pantalla
de: Bildschirm
eo: Ekrano
pl: Ekran
zh_hans: 屏幕

source: Screen Recording
ca: Gravació de pantalla
de: Bildschirmaufnahme
eo: Registrado de ekrano
pl: Nagrywanie ekranu
zh_hans: 屏幕录制

source: Search apps, website, or trigger word...
ca: Cercar aplicacions, llocs web o paraules activadores...
de: Apps, Website oder Auslöserwort suchen...
eo: Serĉi aplikaĵojn, retejojn aŭ ekigajn vortojn...
pl: Szukaj aplikacji, witryny lub słowa wyzwalającego...
zh_hans: 搜索 App、网站或触发词…

source: Search transcriptions...
ca: Cercar transcripcions...
de: Transkriptionen suchen...
eo: Serĉi transskribojn...
pl: Szukaj transkrypcji...
zh_hans: 搜索转写记录…

source: Search Web
ca: Cercar al web
de: Web durchsuchen
eo: Serĉi en la reto
pl: Szukaj w sieci
zh_hans: 搜索网页

source: Secondary Shortcut
ca: Drecera secundària
de: Sekundäres Tastenkürzel
eo: Duaranga klavkombino
pl: Skrót dodatkowy
zh_hans: 辅助快捷键

source: seconds
ca: segons
de: Sekunden
eo: sekundoj
pl: sekundy
zh_hans: 秒

source: Select a Whisper ggml .bin model
ca: Selecciona un model ggml .bin de Whisper
de: Whisper-ggml-.bin-Modell auswählen
eo: Elekti Whisper-modelon ggml .bin
pl: Wybierz model Whisper ggml .bin
zh_hans: 选择 Whisper ggml .bin 模型

source: Select All
ca: Seleccionar-ho tot
de: Alle auswählen
eo: Elekti ĉion
pl: Zaznacz wszystko
zh_hans: 全选

source: Select all text, press your shortcut, read the sample text aloud, then press it again.
ca: Selecciona tot el text, prem la drecera, llegeix el text de mostra en veu alta i torna-la a prémer.
de: Gesamten Text auswählen, Tastenkürzel drücken, Beispieltext laut vorlesen, dann erneut drücken.
eo: Elektu la tutan tekston, premu vian klavkombinon, laŭte legu la ekzemplan tekston, poste premu ĝin denove.
pl: Zaznacz cały tekst, naciśnij skrót, przeczytaj przykładowy tekst na głos, a następnie naciśnij go ponownie.
zh_hans: 选中所有文本，按下快捷键，朗读示例文本，然后再次按下。

source: Select an audio file
ca: Selecciona un fitxer d'àudio
de: Audiodatei auswählen
eo: Elekti sondosieron
pl: Wybierz plik audio
zh_hans: 选择音频文件

source: Select an enabled mode to start
ca: Selecciona un mode activat per començar
de: Aktivierten Modus zum Starten auswählen
eo: Elektu ŝaltitan reĝimon por komenci
pl: Wybierz aktywny tryb, aby rozpocząć
zh_hans: 选择一个已启用的模式以开始

source: Select at least one category to import.
ca: Selecciona com a mínim una categoria per importar.
de: Wähle mindestens eine Kategorie zum Importieren aus.
eo: Elektu almenaŭ unu kategorion por importi.
pl: Wybierz co najmniej jedną kategorię do zaimportowania.
zh_hans: 请至少选择一个要导入的类别。

source: Select Language
ca: Seleccionar l'idioma
de: Sprache auswählen
eo: Elekti lingvon
pl: Wybierz język
zh_hans: 选择语言

source: Select mode
ca: Seleccionar el mode
de: Modus auswählen
eo: Elekti reĝimon
pl: Wybierz tryb
zh_hans: 选择模式

source: Select Mode
ca: Seleccionar el mode
de: Modus auswählen
eo: Elekti reĝimon
pl: Wybierz tryb
zh_hans: 选择模式

source: Select Mode %@
ca: Seleccionar el mode %@
de: Modus %@ auswählen
eo: Elekti reĝimon %@
pl: Wybierz tryb %@
zh_hans: 选择模式 %@

source: Select Prompt
ca: Seleccionar la indicació
de: Prompt auswählen
eo: Elekti instigon
pl: Wybierz prompt
zh_hans: 选择提示词

source: Select sound
ca: Seleccionar el so
de: Klang auswählen
eo: Elekti sonon
pl: Wybierz dźwięk
zh_hans: 选择提示音

source: selected
ca: seleccionat
de: ausgewählt
eo: elektita
pl: zaznaczono
zh_hans: 已选中

source: Selected Microphone
ca: Micròfon seleccionat
de: Ausgewähltes Mikrofon
eo: Elektita mikrofono
pl: Wybrany mikrofon
zh_hans: 所选麦克风

source: Selected model not found
ca: No s'ha trobat el model seleccionat
de: Ausgewähltes Modell nicht gefunden
eo: Elektita modelo ne troviĝis
pl: Nie znaleziono wybranego modelu
zh_hans: 未找到所选模型

source: Selected Text
ca: Text seleccionat
de: Ausgewählter Text
eo: Elektita teksto
pl: Zaznaczony tekst
zh_hans: 选中的文本

source: Send a note or join Discord
ca: Envia una nota o uneix-te a Discord
de: Nachricht senden oder Discord beitreten
eo: Sendi mesaĝon aŭ aliĝi al Discord
pl: Wyślij wiadomość lub dołącz do Discord
zh_hans: 发送反馈或加入 Discord
